import { Col, Row } from 'react-bootstrap';

function ShippingAndReturn() {
  return (
    <div className="shipping">
      <Row className="r-gap-40">
        <Col xs={12}>
          <div className="tab__header">
            <h5>الشحن</h5>
          </div>
          <p className="m-0">
            هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم
            لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي" فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير
            صفحات الويب تستخدم لوريم إيبسوم بشكل إفتراضي كنموذج عن النص، وإذا قمت بإدخال "lorem ipsum" في أي محرك بحث ستظهر العديد من المواقع الحديثة العهد في نتائج البحث. على مدى السنين ظهرت نسخ
            جديدة ومختلفة من نص لوريم إيبسوم، أحياناً عن طريق الصدفة، وأحياناً عن عمد كإدخال بعض العبارات الفكاهية إليها.
          </p>
        </Col>
        <Col xs={12}>
          <div className="tab__header">
            <h5>الضمان</h5>
          </div>
          <p className="m-0">
            إذا كانت المشكلات التي تمت مواجهتها في الإطار تتضمن عيبًا لدى الشركة المصنعة ، أو مشكلة ناتجة عن عيب متأصل في المنتج ، فإن RAEN توفر ضمانًا لمدة 365 يومًا من وقت الشراء. إذا كنت تشعر أن
            منتجك يفي بهذه المتطلبات ، فيرجى إرسال بريد إلكتروني إلى warranty@domain.com موضحًا طبيعة مطالبة الضمان وجميع التفاصيل اللازمة.
          </p>
        </Col>
        <Col xs={12}>
          <div className="tab__header">
            <h5>شحن مجاني لمدة يومين</h5>
          </div>
          <p className="m-0">الشحن المجاني متاح حصريًا لمصر للطلبات التي تزيد عن 200 جنيها. يتم تسليم الحزم من الاثنين إلى الجمعة</p>
        </Col>
        <Col xs={12}>
          <div className="tab__header">
            <h5>المرتجعات المجانية</h5>
          </div>
          <p className="m-0">المرتجعات المجانية متاحة لجميع الطلبات في في غضون 14 يومًا من الشحن.</p>
        </Col>
      </Row>
    </div>
  );
}

export default ShippingAndReturn;
