export const sponsers = [
    {
        photo: "/img/small/1.png"
    },
    {
        photo: "/img/small/2.png"
    },
    {
        photo: "/img/small/3.png"
    },
    {
        photo: "/img/small/4.png"
    },
    {
        photo: "/img/small/5.png"
    },
    {
        photo: "/img/small/6.png"
    },
    {
        photo: "/img/small/7.png"
    },
    {
        photo: "/img/small/8.png"
    },
]

export const reviews = [
    {
        name: "إسراء محمد",
        photo: "/img/small/testimonial1.png",
        comment: "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة.",
        job: "مدير عام",
        rating: 5
    },
    {
        name: "أحمد سامي",
        photo: "/img/small/testimonial2.png",
        comment: "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة.",
        job: "مدير تسويقي",
        rating: 3
    },
    {
        name: "هند صبري",
        photo: "/img/small/testimonial3.png",
        comment: "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة.",
        job: "منفذ استراتيجيات",
        rating: 4
    }
]